Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: At that time Jesus made answer and said, I give praise to you, O Father, Lord of heaven and earth, because you have kept these things secret from the wise and the men of learning, and have made them clear to little children.
chr: ᎾᎯᏳ ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; ᎬᏯᎵᎡᎵᏤᎭ ᎡᏙᏓ, ᏣᎬᏫᏳᎯ ᎦᎸᎳᏗ ᎠᎴ ᎡᎶᎯ, ᎾᏍᎩ ᎯᎠ ᏥᏕᎲᏍᎦᎳᏁᎸ ᎠᏂᏏᎾᏌᏂ ᎠᎴ ᎠᏁᏯᏔᎯ, ᏗᏂᏲᎵᏃ ᏥᏕᎯᎾᏄᎪᏫᏎᎸ.

source: Yes, Father, for so it was pleasing in your eyes.
chr: ᎥᎥ, ᎡᏙᏓ, ᎾᏍᎩᏰᏃ ᎣᏏᏳ ᏣᏰᎸᏅᎯ.

source: All things have been given to me by my Father; and no one has knowledge of the Son, but the Father; and no one has knowledge of the Father, but the Son, and he to whom the Son will make it clear.
chr: ᏂᎦᎥ ᎪᎱᏍᏗ ᏓᎩᏲᎯᏎᎸ ᎡᏙᏓ, ᎠᎴ ᎥᏝ ᎩᎶ ᏯᎦᏔᎭ ᎤᏪᏥ ᎤᏙᏓᏉ ᎤᏩᏒ; ᎥᏝ ᎠᎴ ᎩᎶ ᏯᎦᏔᎭ ᎠᎦᏴᎵᎨᎢ ᎤᏪᏥ ᎤᏩᏒ, ᎩᎶᏃ ᎾᏍᎩ ᏥᎾᏄᎪᏫᏏ ᎡᎳ ᎤᏪᏥ.

source: Come to me, all you who are troubled and weighted down with care, and I will give you rest.
chr: ᎡᏤᎾ, ᎠᏴ ᏍᎩᎷᏥ, ᏂᎦᏗᏳ ᎠᎩᎵᏯ ᏗᏥᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᎦᎨᏛ ᏗᏣᎵᏎᎯ, ᎠᏴᏃ ᏓᏨᏯᏪᏐᎸᏍᏔᏂ.

source: Take my yoke on you and become like me, for I am gentle and without pride, and you will have rest for your souls;
chr: ᎢᏥᏴ ᎠᏆᎩᎳᎾᎶ ᎠᎴ ᏍᎩᏯᏕᎶᏆᏏ, ᎠᏆᏓᏅᏘᏳᏰᏃ ᎠᎴ ᎠᏆᏓᏙᎵᏍᏗᏳ ᎠᎩᎾᏫᏱ, ᏓᏥᏩᏛᎯᏃ ᏗᏣᏓᏅᏙ ᏧᏯᏪᏐᎸᏍᏗᏱ.

source: For my yoke is good, and the weight I take up is not hard.
chr: ᎠᏆᎩᎳᎾᎶᏰᏃ ᏄᎯᏐᏛᎾ, ᎦᎵᏎᎲᏃ ᎤᏓᏌᎧᎯᏳ.

source: Chapter 12
chr: ᎠᏯᏙᎸᎢ 12

source: At that time Jesus went through the fields on the Sabbath day; and his disciples, being in need of food, were taking the heads of grain.
chr: ᎾᎯᏳ ᏥᏌ ᎠᎢᏒᎩ ᎠᏫᏒ ᎤᏣᎴᏍᏗ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ; ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎠᎪᏄ ᏚᏂᏲᏏᏍᎬᎩ, ᎠᎴ ᎤᎾᎴᏅᎲᎩ ᎤᏂᏍᎫᏕᏒᎩ ᎤᏣᎴᏍᏗ ᎠᎴ ᎤᏂᏍᏗᎬᎩ.

source: But the Pharisees, when they saw it, said to him, See, your disciples do that which it is not right to do on the Sabbath.
chr: ᎠᏎᏃ ᎠᏂᏆᎵᏏ ᎤᎾᏙᎴᎰᏒ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎢᎬᏛᏁᏗ ᏂᎨᏒᎾ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᎾᎾᏛᏁ ᎨᏣᏍᏓᏩᏗᏙᎯ.

source: But he said to them, Have you no knowledge of what David did when he had need of food, and those who were with him?
chr: ᎠᏎᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏝᏍᎪ ᏱᏥᎪᎵᏰᎣ ᏕᏫ ᏄᏛᏁᎸ ᎠᎪᏄ ᏧᏲᏏᏍᎨ, ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ,

source: How he went into the house of God and took for food the holy bread which it was not right for him or for those who were with him to take, but only for the priests?
chr: ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏁᎸ ᏧᏴᎴᎢ, ᎠᎴ ᎠᎦᏙᏗ ᎦᏚ ᏧᎨᎢ, ᏰᎵ ᎬᏩᎩᏍᏗ ᏂᎨᏒᎾ ᏥᎨᏎᎢ, ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ, ᎠᏥᎸᏍᎩᏂ-ᎠᏁᎶᎯ ᎤᏅᏒ?

source: Or is it not said in the law, how the Sabbath is broken by the priests in the Temple and they do no wrong?
chr: ᏝᏍᎪ ᎾᏍᏉ ᏱᏥᎪᎵᏰᎣ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎾᏍᎩ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ ᎤᏛᎾ ᏗᎦᏔᏫᎢᏍᏗᏱ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎤᎾᏙᏓᏆᏍᎬ ᎠᏂᏲᏍᏗᏍᎬ, ᎠᎴ ᎤᏂᏍᎦᏅᏨᎯ ᏂᎨᏒᎾ ᎨᏒᎢ?

source: But I say to you that a greater thing than the Temple is here.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏂ ᎡᏙᎭ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎤᏛᎾ ᏗᎦᎳᏫᎢᏍᏗᏱ.

source: But if these words had been in your minds, My desire is for mercy and not for offerings, you would not have been judging those who have done no wrong.
chr: ᏱᏥᎦᏙᎥᏎᏍᎩᏂ ᎦᏛᎬ ᎯᎠ ᎾᏍᎩ ᏥᏂᎦᏪᎠ, ᎠᏓᏙᎵᏍᏗ ᎨᏒ ᎠᏆᏚᎵᎭ, ᎥᏝᏃ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎨᏒᎢ, ᎥᏝ ᎤᏂᏍᎦᏅᏨᎯ ᏱᏙᎨᏥᏰᎸᏁ ᏄᏂᏍᎦᏅᏨᎾ.

source: For the Son of man is lord of the Sabbath.
chr: ᏴᏫᏰᏃ ᎤᏪᏥ ᎤᎬᏫᏳᎯ ᎾᏍᏉ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ.

source: And he went from there into their Synagogue:
chr: ᎾᎿᏃ ᎢᎤᏓᏅᏒ, ᏧᏂᎳᏫᎢᏍᏗᏱ ᏭᏴᎸᎩ.

source: And there was a man with a dead hand. And they put a question to him, saying, Is it right to make a man well on the Sabbath day? so that they might have something against him.
chr: ᎬᏂᏳᏉᏃ ᎡᏙᎲᎩ ᎠᏍᎦᏯ ᎤᏬᏰᏂ ᎤᏩᎢᏎᎸᎯ. ᎬᏩᏛᏛᏅᎩᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏥᎪ ᏰᎵᏉ ᎬᏓᏅᏬᏗ ᎤᎾᏙᏓᏆᏍᎬᎢ; ᎬᏩᏱᎵᏓᏍᏗᏱ ᎤᎾᏚᎵᏍᎬᎩ.

source: And he said to them, Which of you, having a sheep, if it gets into a hole on the Sabbath day, will not put out a helping hand and get it back?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᏥᎪ ᎠᏍᎦᏯ ᎤᏓᏑᏯ ᎢᏤᎲᎢ, ᎢᏳᏃ ᏌᏉ ᎠᏫ ᎤᏃᏕᎾ ᏳᎾᏝᎠ, ᎠᏔᎴᏒᏃ ᏳᎸᏨ ᎤᎾᏙᏓᏆᏍᎬᎢ, ᎾᏍᎩ ᏭᏂᏴᏗ ᎠᎴ ᏭᎴᏍᏗ ᏂᎨᏒᎾ?

source: Of how much more value is a man than a sheep! For this reason it is right to do good on the Sabbath day.
chr: ᏂᎦᎥᏍᎩᏂ ᎤᏟᎯᏳ ᎠᏥᎸᏉᏗᏳ ᏴᏫ ᎡᏍᎦᏉ ᎠᏫ ᎤᏃᏕᎾ. ᎾᏍᎩᏍᎩᏂ ᎢᏳᏍᏗ ᏰᎵᏉ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ.

source: Then said he to the man, Put out your hand. And he put it out, and it was made as well as the other.
chr: ᎿᏉᏃ ᎯᎠ ᏄᏪᏎᎸ ᎠᏍᎦᏯ; ᎭᏙᏯᏅᎯᏓ; ᎤᏙᏯᏅᎯᏛᎩᏃ. ᎠᎴ ᎤᏗᏩᏒᎩ, ᎾᏍᎩᏯ ᏐᎢ ᏄᏍᏛ ᏄᎵᏍᏔᏅᎩ.

source: But the Pharisees went out and made designs against him, how they might put him to death.
chr: ᎿᏉᏃ ᎠᏂᏆᎵᏏ ᎤᏂᏄᎪᏨ ᎤᏂᏃᎮᎸ ᎢᏳᏅᏁᏗᏱ ᎤᏂᎯᏍᏗᏱ.

source: And Jesus, having knowledge of this, went away from there, and a great number went after him; and he made them all well,
chr: ᎠᏎᏃ ᏥᏌ ᎤᏙᎴᎰᏒ ᎾᎿ ᎤᏓᏅᏒᎩ; ᎤᏂᏣᏘᏃ ᎬᏩᏍᏓᏩᏛᏒᎩ; ᎠᎴ ᏂᎦᏛ ᏚᏅᏩᏅᎩ,

source: Ordering them not to give people word of him:
chr: ᎠᎴ ᏚᏅᏍᏓᏕᎸ ᎬᏂᎨᏒ ᎢᎬᏩᏁᏗᏱ.

source: So that what was said by Isaiah the prophet might come true,
chr: ᎤᏙᎯᏳᏗᏱ ᎠᏰᎸᏒᎩ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ ᏧᏁᏤᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ;

source: See my servant, the man of my selection, my loved one in whom my soul is well pleased: I will put my Spirit on him, and he will make my decision clear to the Gentiles.
chr: ᎬᏂᏳᏉ ᏥᏅᏏᏓᏍᏗ ᏥᏯᏑᏰᏛ ᏥᎨᏳᎢ ᏗᏆᏓᏅᏛ ᎢᏴᏛ ᎣᏍᏛ ᏥᏰᎸᎢ; ᏓᏥᏁᎵ ᎠᏆᏓᏅᏙ, ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏚᏳᎪᏛ ᏧᎾᏄᎪᏫᏎᏗ ᎨᏎᏍᏗ.

source: His coming will not be with fighting or loud cries; and his voice will not be lifted up in the streets.
chr: ᎥᏝ ᏧᏘᏲᏍᏗ ᎠᎴ ᎤᏪᎷᏗ ᏱᎨᏎᏍᏗ, ᎥᏝ ᎠᎴ ᎩᎶ ᎤᏛᎦᏁᏗ ᏱᎨᏎᏍᏗ ᎧᏁᎬ ᏕᎦᎳᏅᏛᎢ.

source: The crushed stem will not be broken by him; and the feebly burning light will he not put out, till he has made righteousness overcome all.
chr: ᏩᏐᎾ ᎤᏰᏓᏬᏨᎯ ᎥᏝ ᏧᏍᏆᎵᏍᏗ ᏱᎨᏎᏍᏗ, ᎠᎴ ᏙᎴᏛ ᏧᎦᏒᏍᏗ ᎥᏝ ᎤᏩᏜᏗᏍᏗ ᏱᎨᏎᏍᏗ, ᎬᏂ ᎠᏓᎵᏁᎯᏙᏅᎭ ᏚᏳᎪᏛ ᎨᏒ ᏓᏰᎵᎯᏍᏗᏍᎬᎢ.

source: And in his name will the Gentiles put their hope.
chr: ᎠᎴ ᏚᏙᎥ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᎾᎵᏍᎦᏍᏙᏗᏍᎨᏍᏗ.

source: Then they took to him one with an evil spirit, who was blind and had no power of talking: and he made him well so that he had the power of talking and seeing.
chr: ᎿᏉᏃ ᎠᎦᏘᏃᎮᎸᎩ ᎠᏍᎩᎾ ᎤᏯᎢ ᏗᎨᏫ ᎠᎴ ᎤᏩᎨᏫ, ᎠᎴ ᎤᏅᏩᏅᎩ; ᎾᏍᎩᏃ ᏗᎨᏫ ᎠᎴ ᎤᏩᎨᏫ ᎤᏬᏂᏒᎩ ᎠᎴ ᎤᎪᎲᎩ.

source: And all the people were surprised and said, Is not this the Son of David?
chr: ᏂᎦᏛᏃ ᏴᏫ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏝᏍᎪ ᎯᎠ ᏕᏫ ᎤᏪᏥ ᏱᎩ?

source: But the Pharisees, hearing of it, said, This man only sends evil spirits out of men by Beelzebub, the ruler of evil spirits.
chr: ᎠᏎᏃ ᎠᏂᏆᎵᏏ ᎤᎾᏛᎦᏅ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎥᏝ ᎠᏂᏍᎩᎾ ᏱᏗᎦᏄᎪᏫᏍᎦ ᎬᏂ ᏧᏍᏕᎵᏍᎪ ᏇᎵᏥᏆ ᎤᎬᏫᏳᎯ ᎠᏂᏍᎩᎾ ᎤᎾᏤᎵᎦ.

source: And having knowledge of their thoughts he said to them, Every kingdom having division in itself is made waste, and every town or house having division in itself will come to destruction.
chr: ᎠᎴ ᏥᏌ ᎠᎦᏔᎲ ᏄᏍᏛ ᎠᎾᏓᏅᏖᏍᎬᎢ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏂᎦᎥ ᎠᏰᎵ ᎪᏢᏒᎢ ᏔᎵ ᏥᎾᏓᏗᏍᎪ ᎤᏩᏒᏉ ᏣᏓᏡᏗᏍᎪ ᎠᏲᎪᏉ; ᎠᎴ ᏂᎦᎥ ᎦᏚᎲ ᎠᎴ ᎠᏓᏁᎸ ᏔᎵ ᏥᎾᏓᏗᏍᎪ ᎤᏩᏒᏉ ᏣᏓᏡᏗᏍᎪ ᎥᏝ ᏱᏂᎬᏩᏍᏙᏉ.

source: And if Satan sends out Satan, he makes war against himself; how then will he keep his kingdom?
chr: ᎢᏳ ᎠᎴ ᏎᏓᏂ ᏎᏓᏂ ᏱᎦᏄᎪᏫᏍᎦ, ᏔᎵ ᎾᏓᏗᏍᎪᎢ ᎤᏩᏒᏉ ᎠᏓᏡᏗᏍᎪᎢ; ᎦᏙᏃ ᏱᎦᎵᏍᏙᏓ ᏱᏂᎬᏩᏍᏗᏉ ᎤᏤᎵᎪᎯ?

source: And if I by Beelzebub send evil spirits out of men, by whom do your sons send them out? So let them be your judges.
chr: ᎢᏳᏃ ᎠᏴ ᏇᎵᏥᏆ ᏯᎩᏍᏕᎵ ᎠᏂᏍᎩᎾ ᏱᏗᏥᏄᎪᏫᏍᎦ, ᎦᎪ ᎤᏂᏍᏕᎵᏍᎪ ᏗᏤᏥ ᏥᏓᏂᏄᎪᏫᏍᎪᎢ? ᎾᏍᎩᏍᎩᏂ ᏗᎨᏧᎪᏓᏁᎯ ᎨᏎᏍᏗ.

source: But if I by the Spirit of God send out evil spirits, then is the kingdom of God come on you.
chr: ᎢᏳᏍᎩᏂ ᎠᏴ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᏱᎬᏗ ᎠᏂᏍᎩᎾ ᏱᏗᏥᏄᎪᏫᏍᎦ, ᎿᏉᏍᎩᏂ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎢᏥᎷᏤᎸ.

source: Or how may one go into a strong man's house and take his goods, if he does not first put cords round the strong man? and then he may take his goods.
chr: ᎠᎴ ᎦᏙ ᏯᏛᎦ ᎩᎶ ᎤᎵᏂᎩᏛ ᎠᏍᎦᏯ ᎦᏁᎸ ᏯᏴᎭ ᎠᎴ ᎤᎿᎥ ᏯᏬᏅ, ᎢᏳᏃ ᎢᎬᏱ ᏄᎸᎸᎾ ᏱᎩ ᎾᏍᎩ ᎤᎵᏂᎩᏛ ᎠᏍᎦᏯ? ᎩᎳ ᎿᏉ ᏯᏬᏅ ᎦᏁᎸᎢ ᎤᎿᎥᎢ.

source: Whoever is not with me is against me; and he who does not take part with me in getting people together, is driving them away.
chr: ᎩᎶ ᎾᏆᎵᎪᏁᎲᎾ, ᎾᏍᎩ ᎠᏆᏡᏗᎭ; ᎩᎶᏃ ᏃᏍᏗᏟᏏᏍᎬᎾ, ᎾᏍᎩ ᏯᏗᎦᎴᏯᏍᎦ.

source: So I say to you, Every sin and every evil word against God will have forgiveness; but for evil words against the Spirit there will be no forgiveness.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏂᎦᎥ ᏄᏓᎴᏒ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎠᎴ ᎠᏐᏢᏙᏗ ᎨᏒ ᎨᏥᏙᎵᏍᏗᏉ ᎨᏎᏍᏗ ᏴᏫ; ᎦᎸᏉᏗᏳᏍᎩᏂ ᎠᏓᏅᏙ ᎠᏐᏢᏙᏗ ᎨᏒ ᎥᏝ ᎨᏥᏙᎵᏍᏗ ᏱᎨᏎᏍᏗ ᏴᏫ.

source: And whoever says a word against the Son of man, will have forgiveness; but whoever says a word against the Holy Spirit, will not have forgiveness in this life or in that which is to come.
chr: ᎠᎴ ᎩᎶ ᎦᏬᏂᏍᎬ ᎠᏡᏗᏍᎨᏍᏗ ᏴᏫ ᎤᏪᏥ, ᎠᏥᏙᎵᏍᏗᏉ ᎨᏎᏍᏗ; ᎩᎶᏍᎩᏂ ᎦᏬᏂᏍᎬ ᎠᏡᏗᏍᎨᏍᏗ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎥᏝ ᎠᏥᏙᎵᏍᏗ ᏱᎨᏎᏍᏗ ᎪᎯ ᎨᏒ ᎠᎴ ᎾᏍᏉ ᏐᎢᏱ ᏗᎨᏒᎢ.

source: Make the tree good, and its fruit good; or make the tree bad, and its fruit bad; for by its fruit you will get knowledge of the tree.
chr: ᏡᎬ ᎣᏍᏛ ᏂᏨᎦ ᎤᏛᏃ ᎣᏍᏛ, ᎠᎴ ᏡᎬ ᎤᏐᏅ ᏂᏨᎦ ᎤᏛᏃ ᎤᏐᏅᎢ; ᏡᎬᏰᏃ ᎪᎵᏍᏙᏗ ᎨᏐ ᏄᏍᏛ ᎤᏛᎢ.

source: You offspring of snakes, how are you, being evil, able to say good things? because out of the heart's store come the words of the mouth.
chr: Ᏺ ᎢᎾᏛ ᏧᏁᏥ ᏂᎯ! ᏥᏂᏥᏲᎢᏴ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎣᏍᏛ ᏱᏥᏬᏂᎯ? ᎤᏣᏛᏰᏃ ᎣᎾᏫᏱ ᎣᏪᎲᎢ ᎥᎰᎵ ᎦᏬᏂᏍᎪᎢ.

source: The good man out of his good store gives good things; and the evil man out of his evil store gives evil things.
chr: ᎣᏍᏛ ᏴᏫ, ᎣᏍᏛ ᎤᏍᏆᏂᎪᏛ ᎤᎾᏫᏱ, ᎣᏍᏛ ᎦᎾᏄᎪᏫᏍᎪᎢ. ᎤᏲᏃ ᏴᏫ, ᎤᏲ ᎤᏍᏆᏂᎪᏛ ᎤᏲ ᎦᎾᏄᎪᏫᏍᎪᎢ.

source: And I say to you that in the day when they are judged, men will have to give an account of every foolish word they have said.
chr: ᎯᎠᏃ ᏂᏨᏪᏎᎭ; ᏂᎦᎥ ᎤᏲ ᎠᏂᏬᏂᏍᎬ ᏴᏫ, ᎤᏂᏃᎮᏗ ᎨᏎᏍᏗ ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏒᎢ.

source: For by your words will your righteousness be seen, and by your words you will be judged.
chr: ᎯᏁᎬᏰᏃ ᏣᏚᏓᎴᏍᏙᏗ ᎨᏎᏍᏗ, ᎠᎴ ᎯᏁᎬ ᏣᏍᎦᏅᏨ ᏗᏣᏚᎪᏓᏁᏗ ᎨᏎᏍᏗ.

source: Then some of the scribes and Pharisees, hearing this, said to him, Master, we are looking for a sign from you.
chr: ᎿᏉᏃ ᎩᎶ ᎢᏳᎾᏍᏗ ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ ᎤᏂᏁᏨ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏔᏕᏲᎲᏍᎩ, ᎤᏰᎸᏛ ᎣᎦᏚᎵ ᎢᏨᎪᏩᏛᎡᏗᏱ.

source: But he, answering, said to them, An evil and false generation is looking for a sign; and no sign will be given to it but the sign of the prophet Jonah:
chr: ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎪᎯ ᏣᏁᎭ ᎤᏂᏲ ᎠᎴ ᏗᎾᏓᏲᏁᎯ ᎤᏰᎸᏛ ᎤᏂᏲᎰᎢ; ᎠᏎᏃ ᎤᏰᎸᏛ ᎥᏝ ᎨᏥᏁᏗ ᏱᎨᏎᏍᏗ, ᏦᎾ ᎠᏙᎴᎰᏍᎩ ᎤᏤᎵᎦ ᎤᏰᎸᏛ ᎤᏩᏒ.

source: For as Jonah was three days and three nights in the stomach of the great fish, so will the Son of man be three days and three nights in the heart of the earth.
chr: ᏦᎾᏰᏃ ᏦᎢ ᎢᎦ ᎠᎴ ᏦᎢ ᏒᏃᏱ ᎠᏣᏗ ᎡᏆ ᎤᏍᏉᎵᏱ ᏣᏯᎡᎢ, ᎾᏍᏉᏍᎩᏂ ᏴᏫ ᎤᏪᏥ ᏦᎢ ᎢᎦ ᎠᎴ ᏦᎢ ᏒᏃᏱ ᎦᏙᎯ ᎭᏫᏂ ᎠᏯᎡᏍᏗ.

source: The men of Nineveh will come up in the day of judging and give their decision against this generation: because they were turned from their sins at the preaching of Jonah; and now a greater than Jonah is here.
chr: ᏴᏫ ᏂᏂᏫ ᏣᏁᎲᎩ ᏙᏛᎾᎴᏂ ᏓᎬᏩᎾᏡᏔᏂ ᎪᎯ ᏣᏁᎭ, ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏒᎢ, ᎠᎴ ᎤᏂᏍᎦᏅᏨ ᎬᏂᎨᏒ ᎤᏛᏅᏁᎵ; ᎾᏍᎩᏰᏃ ᏚᎾᏓᏅᏛ ᏚᏂᏁᏟᏴᏒᎩ ᏦᎾ ᎠᎵᏥᏙᎲᏍᎬ ᏄᏩᏂᏌᏅᎩ, ᎬᏂᏳᏉᏃ ᎠᏂ ᎡᏙᎭ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏦᎾ.

source: The queen of the South will come up in the day of judging and give her decision against this generation: for she came from the ends of the earth to give ear to the wisdom of Solomon; and now a greater than Solomon is here.
chr: ᎤᎬᏫᏳᎯ ᎠᎨᏴ ᏧᎦᎾᏮ ᏤᎮᎢ ᏙᏛᎴᏂ ᏓᏳᎾᏡᏔᏂ ᎪᎯ ᏣᏁᎭ ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏒᎢ, ᎠᎴ ᎤᏂᏍᎦᏅᏨ ᎬᏂᎨᏒ ᏅᏓᎬᏁᎵ; ᎾᏍᎩᏰᏃ ᎦᏙᎯ ᏩᏍᏛ ᎢᏴᏛ ᏧᏪᏅᏎ ᎤᏛᎦᏂᎴ ᏐᎵᎼᏅ ᎠᎦᏔᎿᎢᏳ ᎨᏒᎢ, ᎬᏂᏳᏉᏃ ᎠᏂ ᎡᏙᎭ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏐᎵᎼᏅ.

source: But the unclean spirit, when he is gone out of a man, goes through dry places looking for rest, and getting it not.
chr: ᎢᏳᏃ ᎦᏓᎭ ᎠᏓᏅᏙ ᏴᏫᎯ ᎦᏄᎪᎢ, ᎤᎧᏲᏛᎯ ᎡᏙᎰᎢ ᎤᏯᏪᏐᎸᏍᏗᏱ ᎤᏲᎰᎢ, ᎠᏎᏃ ᎥᏝ ᏯᏩᏘᏍᎪᎢ.

source: Then he says, I will go back into my house from which I came out; and when he comes, he sees that there is no one in it, but that it has been made fair and clean.
chr: ᎿᏉᏃ ᎯᎠ ᏂᎦᏪᏍᎪᎢ; ᏗᏥᏁᎸ ᏗᎩᏄᎪᏨ ᏴᏛᏥᎶᏏ. ᎿᏉᏃ ᏫᎦᎷᎩ ᎠᏩᏘᏍᎪ ᎤᏏᏩ ᎨᏐ ᎠᎴ ᎬᏃᏌᏛᎯ ᎠᎴ ᎪᏚᎢᏍᏙᎢ.

source: Then he goes and takes with him seven other spirits worse than himself, and they go in and make it their living-place: and the last condition of that man is worse than the first. Even so will it be with this evil generation.
chr: ᎿᏉᏃ ᎢᎡᎪᎢ ᏫᏓᏯᏂᏍᎪ ᎤᏩᎾᏓᎴ ᎦᎵᏉᎩ ᎠᏂᏍᎩᎾ ᎤᏟ ᎢᏳᏂᏁᎫᏥᏛ ᎡᏍᎦᏉ ᎤᏩᏒ, ᎾᎿᏃ ᎠᏂᏴᎯᎰᎢ ᎠᎴ ᎠᎾᏁᎳᏗᏍᎪᎢ, ᎣᏂᏃ ᏄᏍᏛ Ꮎ ᎠᏍᎦᏯ ᎤᏟ ᎤᏲᎢᏳ ᎨᏐᎢ ᎡᏍᎦᏉ ᎢᎬᏱᏱ. ᎾᏍᎩᏍᎩᏂ ᏄᎾᏍᏕᏍᏗ ᎪᎯ ᎤᏂᏁᎫᏥᏛ ᏣᏁᎭ.

source: While he was still talking to the people, his mother and his brothers came, desiring to have talk with him.
chr: ᎠᏏᏉ ᏕᎦᏬᏁᏗᏍᎬ ᏴᏫ, ᎬᏂᏳᏉ ᎤᏥ ᎠᎴ ᎠᎾᎵᏅᏟ ᏙᏱᏢ ᎠᏂᏙᎾᎥᎩ, ᎤᎾᏚᎵᏍᎬᎩ ᎬᏩᎵᏃᎮᏙᏗᏱ.

source: And one said to him, See, your mother and your brothers are outside, desiring to have talk with you.
chr: ᎩᎶᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᏣᏥ ᎠᎴ ᎢᏣᎵᏅᏟ ᏙᏱ ᎠᏂᏙᎾᎠ, ᎨᏣᎵᏃᎮᏙᏗᏱ ᎤᎾᏚᎵᎭ.

source: But he in answer said to him who gave the news, Who is my mother and who are my brothers?
chr: ᎤᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎸ ᎤᏃᏁᎸᎯ; ᎦᎪ ᎡᏥ? ᎠᎴ ᎦᎪ ᎣᏣᎵᏅᏟ?

source: And he put out his hand to his disciples and said, See, my mother and my brothers!
chr: ᏫᏚᏐᏅᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏄᏪᏒᎩ; ᎬᏂᏳᏉ ᎡᏥ ᎠᎴ ᎣᏣᎵᏅᏟ.

source: For whoever does the pleasure of my Father in heaven, he is my brother, and sister, and mother.
chr: ᎩᎶᏰᏃ ᎾᏛᏁᎮᏍᏗ ᏄᏍᏛ ᎤᏚᎵᏍᎬ ᎡᏙᏓ ᎦᎸᎳᏗ ᎡᎯ, ᎾᏍᎩ ᎥᎩᏅᏟ ᎠᎴ ᎥᎩᏙ ᎠᎴ ᎡᏥ.

source: Chapter 13
chr: ᎠᏯᏙᎸᎢ 13

source: On that day Jesus went out of the house and was seated by the seaside.
chr: ᎾᎯᏳ ᎢᎦ ᏥᏌ ᎤᏄᎪᏨᎩ ᎠᏓᏁᎸᎢ, ᎠᎴ ᎥᏓᎷᎶᏗ ᎤᏪᏅᎩ.

source: And great numbers of people came together to him, so that he got into a boat; and the people took up their position by the sea.
chr: ᎤᏂᏣᏘᏃ ᏴᏫ ᎬᏩᏓᏡᏫᏍᏔᏅᎩ, ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏳᎯ ᎤᏣᏅᎩ, ᎠᎴ ᎤᏪᏅᎩ. ᏂᎦᏗᏳᏃ ᎾᏍᎩ ᎤᏂᏣᏘ ᎠᎹᏳᎶᏗ ᎠᏂᏙᎾᎥᎩ.

source: And he gave them teaching in the form of a story, saying, A man went out to put seed in the earth;
chr: ᏕᎤᏬᏁᏔᏅᏃ ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᏚᏟᎶᏍᏓᏁᎸᎩ; ᎯᎠ ᏄᏪᏒᎩ; ᎬᏂᏳᏉ, ᎠᏫᏍᎩ ᎤᏫᏒᏎᎢ.

source: And while he did so, some seeds were dropped by the wayside, and the birds came and took them for food:
chr: ᎤᏫᏒᏃ ᎢᎦᏛ ᏅᏃᎱᎶᏗ ᎤᎳᎨᏯᏛᏤᎢ, ᏥᏍᏆᏃ ᎤᏂᎷᏤ ᎠᎴ ᎤᏄᏘᏐᏁᎢ.

source: And some of the seed went among the stones, where it had not much earth, and straight away it came up because the earth was not deep:
chr: ᎢᎦᏛᏃ ᏅᏲᎯ ᎨᏒ ᎤᎳᎨᏯᏛᏤᎢ, ᎦᏲᎵ ᎦᏓ ᎦᎳᎨᏴᎢ, ᎩᎳᏉᏃ ᎢᏴᏛ ᎤᎵᏰᏁᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏌᎨᎢᏳ ᎨᏒ ᎦᏓ.

source: And when the sun was high, it was burned; and because it had no root it became dry and dead.
chr: ᎠᏎᏃ ᏅᏙ ᏧᎧᎸᏨ ᎤᎴᏴᏎᎢ, ᏂᏚᎿᏍᏕᏢᎾᏃ ᎨᏒ ᎢᏳᏍᏗ ᎤᎿᏍᎬᏤᏉ.

source: And some seeds went among thorns, and the thorns came up and they had no room for growth:
chr: ᎢᎦᏛᏃ ᎠᏄᎦᎸᎯ ᎤᎳᎨᏯᏛᏤᎢ, ᎠᏄᎦᎸᏃ ᏧᏛᏒ ᎤᏁᏄᎳᏍᏔᏁᎢ.

source: And some, falling on good earth, gave fruit, some a hundred, some sixty, some thirty times as much.
chr: ᎢᎦᏛᏍᎩᏂ ᎣᏒ ᎦᏙᎯ ᎤᎳᎨᏯᏛᏤᎢ, ᎾᏍᎩᏃ ᎤᎦᏔᏔᏁᎢ, ᎢᎦᏛ ᎠᏍᎪᎯᏧᏈ ᎤᏁᏉᏤᎢ, ᎢᎦᏛᏃ ᏑᏓᎳᏍᎪᎯ ᎤᏁᏉᏤᎢ, ᎢᎦᏛᏃ ᏦᎠᏍᎪᎯ ᎤᏁᏉᏤᎢ.

source: And the disciples came and said to him, Why do you say things to them in the form of stories?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎷᏤᎸ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ; ᎦᏙᏃ ᏕᎯᏬᏁᏗᏍᎬ ᏥᏕᎭᏟᎶᏍᏓᏁᎭ?

source: And he said to them in answer, To you is given the knowledge of the secrets of the kingdom of heaven, but to them it is not given.
chr: ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᏅᏗᎦᎵᏍᏙᏗᏍᎩᏂ ᏂᎯ ᎡᏥᏁᎸᎯ ᎨᏒ ᎢᏦᎵᏍᏗᏱ ᎤᏕᎵᏛ ᎨᏒ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬ ᏫᏳᎯ ᎨᏒᎢ, Ꮎ-ᏍᎩᏂ ᎥᏝ ᎨᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᏱᎩ.

source: Because whoever has, to him will be given, and he will have more; but from him who has not, even what he has will be taken away.
chr: ᎩᎶᏰᏃ ᎤᎮᏍᏗ ᎠᏥᏁᏗ ᎨᏎᏍᏗ, ᎤᏣᏘᏃ ᎤᎮᏍᏗ; ᎩᎶᏍᎩᏂ ᏄᎲᎾ ᎨᏎᏍᏗ ᎠᏥᎩᎡᏗᏉ ᎨᏎᏍᏗ ᎾᏍᎩ ᎾᏍᏉ ᎤᎲᎢ.

source: For this reason I put things into the form of stories; because they see without seeing, and give ear without hearing, and the sense is not clear to them.
chr: ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏕᎦᏥᏯᏟᎶᏍᏓᏁᎭ, ᎠᏂᎪᏩᏘᏍᎬᏰᏃ ᎥᏝ ᏱᎾᏛᎩᎭ ᎠᎴ ᎥᏝ ᏱᏃᎵᎦ.

source: And for them the words of Isaiah have come true, Though you give ear, you will not get knowledge; and seeing, you will see, but the sense will not be clear to you:
chr: ᎠᎴ ᎠᏁᎲ ᎤᏙᎯᏳᏅ ᎢᏌᏯ ᏧᏙᎴᎰᏎᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ; ᎢᏣᏛᎩᏍᎬ ᎢᏣᏛᎩᏍᎨᏍᏗ, ᎠᏎᏃ ᎥᏝ ᏱᏦᎵᎨᏍᏗ; ᎠᎴ ᎢᏥᎪᏩᏘᏍᎬ ᎢᏥᎪᏩᏘᏍᎨᏍᏗ, ᎠᏎᏃ ᎥᏝ ᏱᏣᏙᎴᎰᏍᎨᏍᏗ.

source: For the heart of this people has become fat and their ears are slow in hearing and their eyes are shut; for fear that they might see with their eyes and give hearing with their ears and become wise in their hearts and be turned again to me, so that I might make them well.
chr: ᎯᎠᏰᏃ ᏴᏫ ᏧᏂᎾᏫ ᏚᎵᏦᎲᏒ, ᎠᎴ ᏓᏂᎵᎷᎬ ᎦᏲᎵᏳ ᏓᏛᎩᎭ, ᎠᎴ ᏗᏂᎦᏙᎵ ᏚᏂᏍᏚᏅ; ᎾᏍᎩ ᏗᏂᎦᏙᎵ ᏗᎬᏩᏂᎪᏩᏛᏙᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᏓᏂᎵᎷᎬ ᏗᎬᏩᎾᏛᎪᏙᏗᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᏧᏂᎾᏫ ᏗᎬᏩᏃᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᎴ ᏗᎬᏩᎾᏓᏁᏟᏴᎡᏗ ᏂᎨᏒᎾ ᏚᎾᏓᏅᏛ, ᎠᎴ ᏗᎦᎦᏥᏅᏬᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ.

source: But a blessing be on your eyes, because they see; and on your ears, because they are open.
chr: ᏂᎯᏍᎩᏂ ᏗᏥᎦᏙᎵ ᏗᎦᎸᏉᏔᏅᎯ, ᎾᏍᎩᏰᏃ ᏓᎪᏩᏘᎭ, ᎠᎴ ᏕᏥᎵᎷᎬᎢ, ᎾᏍᎩᏰᏃ ᏓᏛᎩᎭ;

source: For truly, I say to you that prophets and upright men had a desire to see the things which you see, and saw them not; and to have knowledge of the words which have come to your ears, and they had it not.
chr: ᎤᏙᎯᏳᎯᏯᏰᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎤᏂᏣᏘ ᎠᎾᏙᎴᎰᏍᎩ ᎠᎴ ᎤᎾᏓᏅᏘ ᎤᎾᏚᎸᏛ ᎤᏥᎪᏩᏛᏗᏱ ᎯᎠ ᎾᏍᎩ ᏥᏥᎪᏩᏘᎭ, ᎠᏎᏃ ᎥᏝ ᎤᏂᎪᎲᎯ ᏱᎩ; ᎠᎴ ᎤᎾᏛᎪᏗᏱ ᎯᎠ ᎾᏍᎩ ᏥᏣᏛᎩᎭ, ᎠᏎᏃ ᎥᏝ ᎤᎾᏛᎦᏅᎯ ᏱᎩ.

source: Give ear, then, to the story of the man who put the seed in the earth.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎢᏣᏛᎬᎦ ᏓᏟᎶᏍᏛ ᎠᏫᏍᎩ.

source: When the word of the kingdom comes to anyone, and the sense of it is not clear to him, then the Evil One comes, and quickly takes away that which was put in his heart. He is the seed dropped by the wayside.
chr: ᎢᏳᏃ ᎩᎶ ᎠᏛᎬᎦ ᎧᏃᎮᏛ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᎾᏳᎯ ᎨᏒ ᎤᎬᏩᎵ, ᏂᎪᎵᎬᎾᏃ ᏥᎨᏐᎢ, ᎿᏉ ᎤᏁᎫᏥᏛ ᎦᎷᎪᎢ ᎠᎴ ᎤᎩᎡᎰ ᎠᏫᏒ ᎤᎾᏫᏱ. ᎾᏍᎩ ᎯᎠ ᎤᏃᎱᎶᏗ ᏣᏫᏎᎢ.

source: And that which went on the stones, this is he who, hearing the word, straight away takes it with joy;
chr: ᎯᎠᏃ ᎾᏍᎩ ᏅᏲᎯ ᏣᏫᏎᎢ; ᎾᏍᎩ ᏣᏛᎩᏍᎪ ᎧᏃᎮᏛ, ᎠᎴ ᎩᎳᏉ ᎢᏴᏛ ᎤᎵᎮᎵᏨᎯ ᏥᏓᏓᏂᎸᎪᎢ;

source: But having no root in himself, he goes on for a time; and when trouble comes or pain, because of the word, he quickly becomes full of doubts.
chr: ᎠᏎᏃ ᏂᏚᎿᏍᏕᏢᎾᏉ ᎨᏐᎢ, ᎠᎴ ᏞᎦᏉ ᏥᏓᎧᎿᏩᏕᎪᎢ; ᎠᎩᎵᏴᏰᏃ ᎦᎾᏄᎪᎢ ᎠᎴ ᎧᏃᎮᏛ ᏛᎵᏰᎢᎸᏍᏓ ᎠᎦᏕᏯᏙᏓ, ᎩᎳᏉ ᎢᏴᏛ ᏚᏬᏕᎯᎰᎢ.

source: And that which was dropped among the thorns, this is he who has the word; and the cares of this life, and the deceits of wealth, put a stop to the growth of the word and it gives no fruit.
chr: ᎯᎠᏃ ᎾᏍᏉ ᎠᏄᎦᎸᎯ ᏣᏫᏎᎢ, ᎾᏍᎩ ᏣᏛᎩᏍᎪ ᎧᏃᎮᏛ, ᎡᎶᎯᏃ ᎤᏪᎵᎯᏍᏗ ᎨᏒ ᎠᎴ ᎨᏅᎢᏍᏗ ᎨᏒ ᎤᏓᎵᏓᏍᏛ ᎠᏂᏁᏄᎳᏍᏗᏍᎪ ᎧᏃᎮᏛ, ᎾᏍᎩᏃ ᎾᎦᏔᏛᏍᎬᎾᏉ ᎨᏐᎢ.

source: And the seed which was put in good earth, this is he who gives ear to the word, and gets the sense of it; who gives fruit, some a hundred, some sixty, some thirty times as much.
chr: ᎾᏍᎩᏍᎩᏂ Ꮎ ᎣᏒ ᎦᏙᎯ ᏣᏫᏎᎢ; ᎾᏍᎩ ᏣᏛᎩᏍᎪ ᎧᏃᎮᏛ ᎠᎴ ᏥᎪᎵᎪᎢ, ᎠᎴ ᎾᏍᏉ ᏣᎦᏔᏛᏍᎪᎢ, ᎠᎴ ᏥᎦᎾᏄᎪᏫᏍᎪᎢ, ᎢᎦᏛ ᎠᏍᎪᎯᏧᏈ ᎤᏁᏉᏨᎯ, ᎢᎦᏛᏃ ᏑᏓᎳᏍᎪᎯ, ᎢᎦᏛᏃ ᏦᎠᏍᎪᎯ.

source: And he gave them another story, saying, The kingdom of heaven is like a man who put good seed in his field:
chr: ᏅᏩᏓᎴ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎠᏍᎦᏯ ᎣᏍᏛ ᎤᎦᏔ ᎤᎶᎨᏒ ᏧᏫᏎᎢ.

source: But while men were sleeping, one who had hate for him came and put evil seeds among the grain, and went away.
chr: ᎠᏎᏃ ᏴᏫ ᎤᏂᎵᏅᏨ, ᎤᏍᎦᏯ ᎤᎷᏤ ᎤᏲ ᎤᎦᏔ ᎤᏫᏎ ᎤᏣᎴᏍᏗ ᎠᏫᏒ ᎤᏑᏴᏁᎢ; ᎠᎴ ᎢᎤᏪᏅᏎ.

source: But when the green stem came up and gave fruit, the evil plants were seen at the same time.
chr: ᎿᏉᏃ ᎤᎵᏰᏅ ᎠᎴ ᎤᎦᏔᏔᏅ ᎾᏍᏉ ᎤᏲ ᎤᎾᏄᎪᏤᎢ.

source: And the servants of the master of the house came and said to him, Sir, did you not put good seed in your field? how then has it evil plants?
chr: ᎿᏉᏃ ᎠᏍᎦᏯ ᎦᏁᎳ ᏧᏅᏏᏓᏍᏗ ᎬᏩᎷᏤᎴᎢ, ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ; ᏍᎩᏅᏏᏓᏍᏗ, ᏝᏍᎪ ᎣᏍᏛ ᎤᎦᏔ ᏱᏣᏫᏎ ᏣᎶᎨᏒᎢ? ᎦᏙ ᏗᎦᎵᏍᏙᏓᎭ ᎤᏲ ᏧᏰᎦ?

source: And he said, Someone has done this in hate. And the servants say to him, Is it your pleasure that we go and take them up?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᎩᎶ ᎠᎩᏍᎦᎩ ᎾᏍᎩ ᏄᏛᏁᎸ. ᏧᏅᏏᏓᏍᏗ ᎯᎠ ᏂᎬᏩᏎᎴᎢ; ᏣᏚᎵᏍᎪᏃ ᎣᎩᏰᎯᏒᏍᏗᏱ?

source: But he says, No, for fear that by chance while you take up the evil plants, you may be rooting up the grain with them.
chr: ᎠᏎᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎥᏝ, ᎢᏥᏰᎯᏍᎬᏰᏃ ᎤᏲ, ᏱᏕᏥᎿᏍᏕᏢᏓ ᎾᏍᏉ ᎤᏣᎴᏍᏗ.

source: Let them come up together till the getting in of the grain; and then I will say to the workers, Take up first the evil plants, and put them together for burning: but put the grain into my store-house.
chr: ᎤᏁᎳᎩ ᎢᎫᎳᎭ ᏫᏓᏛᎯ ᎬᏂ ᎠᎦᏛᎾᏨᎭ; ᎿᏉᏃ ᎠᎦᏛᎾᏨ ᎯᎠ ᏅᏓᎦᏥᏪᏎᎵ ᎠᏂᏍᎫᏕᏍᎩ; ᎢᎬᏱ ᎢᏥᏟᏌ ᎤᏲ, ᎠᎴ ᏗᏦᏛᏣ ᏗᎪᎲᏍᏙᏗ, ᎤᏣᎴᏍᏗᏍᎩᏂ ᎢᏥᏟᏌ ᎠᎩᏍᏆᏂᎪᏙᏗᏱ.

source: He put another story before them, saying, The kingdom of heaven is like a grain of mustard seed which a man took and put in his field:
chr: ᏅᏩᏓᎴ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎠᏥᎸ ᎤᎦᏔ, ᎠᏍᎦᏯ ᏧᎩᏎ ᎠᎴ ᏧᏫᏎ ᎤᎶᎨᏒᎢ.

source: Which is smaller than all seeds; but when it has come up it is greater than the plants, and becomes a tree, so that the birds of heaven come and make their resting-places in its branches.
chr: ᎾᏍᎩ ᎤᏙᎯᏳᏒ ᏥᏬᏓᎪᎾᏛᏗ ᎤᏍᏗᎩᏳ ᎨᏒ ᏂᎦᎥ ᎤᎦᏔ, ᎠᏎᏃ ᎠᏛᎯ ᏥᏬᏓᎪᎾᏛᏗ ᎤᏛᏂᏳ ᎨᏒ ᏂᎦᎥ ᎤᏰᎿᎥᎢ, ᎠᎴ ᏡᎬ ᏥᏂᎦᎵᏍᏗᎭ, ᎾᏍᎩᏃ ᏥᏍᏆ ᏣᏂᎷᎪᎢ, ᏚᏩᏂᎦᎸ ᏣᎾᎭᏗᏍᎪᎢ.

source: Another story he gave to them: The kingdom of heaven is like leaven, which a woman took, and put in three measures of meal, till it was all leavened.
chr: ᏅᏩᏓᎴ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᎯᎠ ᏄᏬᏒᎩ; ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎠᎪᏙᏗ, ᎾᏍᎩ ᎠᎨᏴ ᏧᎩᏎ ᎠᎴ ᏧᏑᏴᏁ ᏦᎢ ᎢᏳᏟᎶᏛ ᎢᏒ ᎦᎸᎢ, ᎬᏂ ᏂᎦᏛ ᎤᎪᏐᏅ.

source: All these things Jesus said to the people in the form of stories; and without a story he said nothing to them:
chr: ᎾᏍᎩ ᎯᎠ ᏂᎦᏗᏳ ᏥᏌ ᏚᏬᏁᏔᏅᎩ ᎤᏂᏣᏘ ᏚᏟᎶᏍᏓᏁᎸᎩ, ᏂᏓᏟᎶᏍᏓᏁᎲᎾᏃ ᎨᏒ ᎥᏝ ᏱᏚᏬᏁᏔᏁᎢ.

source: That it might come true which was said by the prophet, Opening my mouth, I will give out stories; I will give knowledge of things kept secret from before all time.
chr: ᎤᏙᎯᏳᏗᏱ ᎠᏰᎸᏒᎩ ᎠᏙᎴᎰᏍᎩ ᏧᏁᏤᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ; ᏓᏥᏍᏚᎢᏏ ᏥᎣᎵ ᏕᎦᏟᎶᏍᏗᏍᎬᎢ, ᏓᏥᏁᎢᏍᏔᏂ ᎤᏕᎵᏛ ᎠᏍᏆᏂᎪᏛ ᎡᎶᎯ ᏧᏙᏢᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ.

source: Then he went away from the people, and went into the house; and his disciples came to him, saying, Make clear to us the story of the evil plants in the field.
chr: ᎿᏉᏃ ᏥᏌ ᏚᏰᎵᎯᏍᏔᏅ ᎤᏂᏣᏘ, ᎠᏓᏁᎸ ᏭᏴᎸᎩ; ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᎷᏤᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏗᏍᎩᏲᏏᏌᏏ ᏓᏟᎶᏍᏛ ᎤᏲ ᏧᎵᏰᏁ ᏠᎨᏏ.

source: And he made answer and said, He who puts the good seed in the earth is the Son of man;
chr: ᎤᏁᏨᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᎤᎦᏔ ᏧᏫᏎᎢ ᎾᏍᎩ ᏴᏫ ᎤᏪᏥ;

source: And the field is the world; and the good seed is the sons of the kingdom; and the evil seeds are the sons of the Evil One;
chr: ᏠᎨᏏᏃ ᎾᏍᎩ ᎡᎳᏂᎬᎢ; ᎣᏍᏛ ᎤᎦᏔ ᎾᏍᎩ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎠᏁᎯ; ᎤᏲᏃ ᏧᎵᏰᏁ ᎾᏍᎩ ᎤᏁᎫᏥᏛ ᏧᏪᏥ;

source: And he who put them in the earth is Satan; and the getting in of the grain is the end of the world; and those who get it in are the angels.
chr: ᎠᎦᏍᎩᏃ ᎾᏍᎩ ᏧᏫᏎᎢ, ᎾᏍᎩ ᎠᏍᎩᎾ; ᎤᎦᏛᎾᎢᏍᏗᏱᏃ ᎨᏒ ᎾᏍᎩ ᎠᎵᏍᏆᏛᎭ ᎡᎶᎯ; ᎠᏂᏍᎫᏕᏍᎩᏃ ᎾᏍᎩ ᏗᏂᎧᎿᏩᏗᏙᎯ.

source: As then the evil plants are got together and burned with fire, so will it be in the end of the world.
chr: ᎾᏍᎩᏃ ᎤᏲ ᏣᏂᏟᏏᏍᎪ ᎠᎴ ᏣᎾᎪᎲᏍᏗᏍᎪ ᎠᏥᎸᏱ, ᎾᏍᎩᏯᏍᎩᏂ ᎾᏍᏉ ᏄᏍᏕᏍᏗ ᎠᎵᏍᏆᏛᎭ ᎯᎠ ᎡᎶᎯ.

source: The Son of man will send out his angels, and they will take out of his kingdom everything which is a cause of error, and all those who do wrong,
chr: ᏴᏫ ᎤᏪᏥ ᏙᏓᎦᏅᏏ ᏧᏤᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ, ᎠᎴ ᎾᏍᎩ ᎤᏤᎵᎪᎯ ᏙᏛᏃᏣᎴᏏ ᏂᎦᏛ ᏗᎾᏓᏙᏕᏍᏗᏍᎩ ᎠᎴ ᏂᎦᏛ ᎠᏂᏍᎦᏅᎩ,

source: And will put them into the fire; there will be weeping and cries of sorrow.
chr: ᏗᎪᏢᏒᏃ ᎠᏥᎸᏱ ᏫᏙᏛᎾᏓᎡᏏ; ᎾᎿ ᏓᏂᏴᎨᏍᏗ ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ.

source: Then will the upright be shining as the sun in the kingdom of their Father. He who has ears, let him give ear.
chr: ᎿᏉᏃ ᎤᎾᏓᏅᏘ ᎬᏩᏂᏔᎷᎩᏍᎩ ᎨᏎᏍᏗ ᎤᏂᏙᏓ ᎤᏤᎵᎪᎯ, ᏅᏙ ᎾᏍᎩᏯᎢ. ᎩᎶ ᏕᎦᎵᎷᎨᏍᏗ ᎤᏛᎪᏗᏱ ᏩᏛᎬᎦ.

source: The kingdom of heaven is like a secret store of wealth in a field, which a man came across and put back again; and in his joy he goes and gives all he has, to get that field.
chr: ᎠᎴ ᎾᏍᏉ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᏧᎬᏩᎶᏗ ᎤᏕᎵᏛ ᏠᎨᏏ ᏣᎰᎢ, ᎾᏍᎩ ᎢᏳ ᎠᏍᎦᏯ ᎠᏩᏛ, ᏣᏕᎸᏍᎪᎢ, ᎠᎵᎮᎵᎬᏃ ᎢᏳᏍᏘ ᏤᎪᎢ ᏥᏫᎦᎾᏕᎪ ᏂᎦᏛ ᎤᏍᏆᏂᎪᏛᎢ, ᎠᎴ ᏥᏭᏩᏍᎪ ᎾᏍᎩ ᏠᎨᏏ.

source: Again, the kingdom of heaven is like a trader searching for beautiful jewels.
chr: ᎠᎴ ᎾᏍᏉ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎦᏃᏗᏍᎩ ᏥᏚᏲᎮ ᏧᏬᏚᎯ ᏓᎬᎾ-ᎢᏳᎾᏍᏗ.

source: And having come across one jewel of great price, he went and gave all he had in exchange for it.
chr: ᎾᏍᎩᏃ ᎿᏉ ᎤᏩᏛᎲ ᏌᏉ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᏓᎬᎾ ᎢᏳᏍᏗ ᎤᏪᏅᏎ ᏭᎾᏗᏅᏎ ᏂᎦᏛ ᎤᏍᏆᏂᎪᏛᎢ, ᎾᏍᎩᏃ ᎤᏩᏎᎢ.

source: Again, the kingdom of heaven is like a net, which was put into the sea and took in every sort of fish:
chr: ᎠᎴ ᎾᏍᏉ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎠᎦᏯᎷᏗ ᏥᏭᎾᏓᎢᏅᏎ ᎠᎺᏉᎯ, ᎠᎴ ᏥᏚᏂᏂᏴᎮ ᎾᏂᎥ ᏧᎾᏓᎴᏅᏛ;

source: When it was full, they took it up on the sands; and seated there they put the good into vessels, but the bad they put away.
chr: ᎾᏍᎩᏃ ᎿᏉ ᎤᎧᎵᏨ ᎠᎹᏳᎶᏗ ᎤᏂᎾᏏᏃᎴᎢ, ᎠᎴ ᎤᎾᏅᏁᎢ, ᎠᏃᏍᏛᏃ ᏗᏖᎵᏙ ᏚᏂᎸᏔᏁᎢ, ᎤᏂᏲᏃ ᏚᎾᏓᎢᏅᏎᎢ.

source: So will it be in the end of the world: the angels will come and take out the bad from the good,
chr: ᎾᏍᎩᏍᎩᏂ ᏄᏍᏕᏍᏗ ᎡᎶᎯ ᎠᎵᏍᏆᏛᎭ; ᏗᏂᎧᎿᏩᏗᏙᎯ ᏛᏂᎷᏥ, ᏙᏛᎾᎦᎴᏅᏔᏂ ᎤᏂᏁᎫᏥᏛ ᎠᎴ ᎤᎾᏓᏅᏘ;

source: And will put them into the fire: there will be weeping and cries of sorrow.
chr: ᎤᏂᏁᎫᏥᏛᏃ ᏫᏙᏛᎾᏓᎡᏏ ᏗᎪᏢᏒ ᎠᏥᎸᏱ, ᎾᎿ ᏓᏂᏴᎨᏍᏗ ᎠᎴ ᏓᏂᎸᏓᎩᏍᎨᏍᏗ ᏓᏂᏄᏙᎬᎢ.

source: Are all these things now clear to you? They say to him, Yes.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏦᎵᎩᏧ ᏂᎦᏛ ᎯᎠ? ᎥᎥ, ᏣᎬᏫᏳᎯ, ᎥᎬᏬᏎᎸᎩ.

source: And he said to them, For this reason every scribe who has become a disciple of the kingdom of heaven is like the owner of a house, who gives out from his store things new and old.
chr: ᎿᏉᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᏗᎪᏪᎵᏍᎩ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎤᎬᏩᎵ ᎠᎨᏲᏅᎯ ᏥᎨᏐᎢ, ᎾᏍᎩᏯᏉ ᎠᏍᎦᏯ ᎦᏁᎳ ᏥᏙᏗᎦᎾᏄᎪᏫᏍᎪ ᏧᎬᏩᎶᏗ ᎤᏍᏆᏂᎪᏛ ᏧᏓᎴᏅᏛ ᏗᏤ ᎠᎴ ᏧᏪᏘ.

source: And when Jesus had come to the end of these stories he went away from there.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎿᏉ ᏥᏌ ᎤᏍᏆᏛ ᎯᎠ ᎾᏍᎩ ᏓᏟᎶᏍᏗᏍᎬᎢ, ᎤᏂᎩᏒᎩ.

source: And coming into his country, he gave them teaching in their Synagogue, so that they were greatly surprised and said, Where did this man get this wisdom and these works of power?
chr: ᎿᏉᏃ ᎤᏩᏒ ᎤᏤᎵᎪᎯ ᎤᎷᏨ ᏧᏂᎳᏫᎢᏍᏗᏱ ᏚᏪᏲᏅᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏂᏍᏆᏂᎪᏒᎩ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᏙ ᎤᎵᏍᏙᏔᏅ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ ᏣᎦᏔ ᎿᎠ ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏥᏚᎸᏫᏍᏓᏁᎭ?

source: Is not this the woodworker's son? is not his mother named Mary? and his brothers James and Joseph and Simon and Judas?
chr: ᎯᎠᎧᏂ ᏗᏁᏍᎨᏍᎩ ᎤᏪᏥ, ᎺᎵᎧᏂ ᎤᏥ, ᎠᎴᎧᏂ ᎠᎾᎵᏅᏟ ᏥᎻ, ᎠᎴ ᏦᏏ ᎠᎴ ᏌᏩᏂ ᎠᎴ ᏧᏓᏏ?

source: And his sisters, are they not all with us? from where, then, has he all these things?
chr: ᎠᎴᎧᏂ ᏧᏙ ᏂᎦᏛ ᎡᏍᎦᏂ ᏣᏁᎭ? ᎦᏙᏃ ᎤᎵᏍᏙᏔᏅ ᎯᎠ ᏂᎦᏛ ᏧᏪᎭ?
